accountsservice
alacritty
atop
autojump
aws-cli
base
base-devel
bat
bc
bcc-tools
bpftrace
btop
code
dhcpcd
docker
docker-compose
dunst
efibootmgr
eza
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-hangul
fcitx5-mozc
fcitx5-qt
fcron
fd
feh
flameshot
fzf
git
go-yq
google-chrome
grub
helm
htop
i3-wm
i3blocks
i3lock
i3status
imagemagick
inetutils
inotify-tools
intel-ucode
kolourpaint
kubectl
lazygit
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lshw
man-db
man-pages
moreutils
ncdu
neovim
net-tools
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pamixer
peek
perl-image-exiftool
picom
plocate
powder-toy
powertop
pulseaudio
pulsemixer
pycharm-community-edition
python-dbus
python-poetry
python-pynvim
python-virtualenv
rofi
scrot
sudo
terraform
thunar
tldr
trash-cli
tree-sitter-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nanumgothic_coding
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-rounded-mgenplus
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
unzip
update-grub
wget
xclip
xdotool
xinit-xsession
xorg-server
xorg-xev
xorg-xinit
xorg-xrandr
xorg-xwininfo
yay-git
yay-git-debug
yazi
zip
zoxide
zsh
